<?php

return [

  /*
    |--------------------------------------------------------------------------
    | パスワードリセット用言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワードブローカーがパスワード更新の試みの結果として
    | 返すメッセージのデフォルト文言です。例えば、不正なパスワードやリセットトークン
    | によるエラーなどに利用されます。
    |
    */

  'reset'     => 'パスワードがリセットされました。',
  'sent'      => 'パスワードリセットリンクをメールで送信しました。',
  'throttled' => 'しばらく待ってから再度お試しください。',
  'token'     => 'このパスワードリセットトークンは無効です。',
  'user'      => 'そのメールアドレスに一致するユーザーが見つかりませんでした。',

];
